tap "aykamko/tag-ag", "git@github.com:aykamko/homebrew-tag-ag"
tap "bearer/tap"
tap "beeftornado/rmtree", "git@github.com:beeftornado/homebrew-rmtree"
tap "charmbracelet/tap"
tap "cjbassi/gotop", "git@github.com:cjbassi/homebrew-gotop"
tap "cowsay-org/cowsay", "git@github.com:cowsay-org/homebrew-cowsay"
tap "dbcli/tap"
tap "dduan/formulae"
tap "denji/nginx", "git@github.com:denji/homebrew-nginx"
tap "dnote/dnote", "git@github.com:dnote/homebrew-dnote"
tap "eddieantonio/eddieantonio", "git@github.com:eddieantonio/homebrew-eddieantonio"
tap "eth-p/software", "git@github.com:eth-p/homebrew-software"
tap "federico-terzi/espanso"
tap "git-chglog/git-chglog"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "harelba/q"
tap "he3-app/he3"
tap "homebrew/aliases", "git@github.com:Homebrew/homebrew-aliases"
tap "homebrew/bundle", "git@github.com:Homebrew/homebrew-bundle"
tap "homebrew/cask", "git@github.com:Homebrew/homebrew-cask"
tap "homebrew/command-not-found", "git@github.com:Homebrew/homebrew-command-not-found"
tap "homebrew/core"
tap "homebrew/services", "git@github.com:Homebrew/homebrew-services"
tap "how2terminal/how2"
tap "jesseduffield/lazydocker", "git@github.com:jesseduffield/homebrew-lazydocker"
tap "jesseduffield/lazynpm"
tap "jpe90/clp"
tap "kamilturek/python2"
tap "kdabir/tap", "git@github.com:kdabir/homebrew-tap"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mistertea/et"
tap "mongodb/brew", "git@github.com:mongodb/homebrew-brew"
tap "neovim/neovim", "git@github.com:neovim/homebrew-neovim"
tap "nvie/tap", "git@github.com:nvie/homebrew-tap"
tap "ownia/ownia"
tap "rasukarusan/tap", "git@github.com:rasukarusan/homebrew-tap"
tap "rs/tap"
tap "ryo-ma/lazyhub"
tap "sachaos/todoist", "git@github.com:sachaos/homebrew-todoist"
tap "sebglazebrook/aliases", "git@github.com:sebglazebrook/homebrew-aliases"
tap "shivammathur/extensions", "git@github.com:shivammathur/homebrew-extensions"
tap "shivammathur/php", "git@github.com:shivammathur/homebrew-php"
tap "sunnyyoung/repo"
tap "supabase/tap"
tap "tako8ki/tap"
tap "universal-ctags/universal-ctags"
tap "veeso/termscp"
tap "version-fox/tap"
tap "wvanlint/twf", "git@github.com:wvanlint/homebrew-twf"
brew "abduco"
brew "abseil"
brew "ack"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "antigen"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "ca-certificates"
brew "python-setuptools"
brew "libyaml"
brew "mpdecimal"
brew "openssl@3"
brew "python-packaging"
brew "readline"
brew "sqlite"
brew "apr"
brew "apr-util"
brew "argon2"
brew "libssh2"
brew "aria2"
brew "eigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "libevent"
brew "open-mpi"
brew "openblas"
brew "arpack"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "gdbm"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "asdf"
brew "aspell"
brew "astyle"
brew "dbus"
brew "at-spi2-core"
brew "atool"
brew "atuin"
brew "m4"
brew "autoconf"
brew "autojump"
brew "automake"
brew "automysqlbackup"
brew "jansson"
brew "snappy"
brew "awk"
brew "axel"
brew "babelfish"
brew "base64"
brew "bash"
brew "bash-completion"
brew "bash-completion@2"
brew "bash-snippets"
brew "bastet"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bc"
brew "beanstalkd"
brew "jemalloc"
brew "json-c"
brew "libidn2"
brew "libnghttp2"
brew "libuv"
brew "bind"
brew "binutils"
brew "bison"
brew "blueutil"
brew "bork"
brew "bottom"
brew "osx-cpu-temp"
brew "bpytop"
brew "brew-php-switcher"
brew "broot"
brew "bsdmake"
brew "coreutils"
brew "popt"
brew "s-lang"
brew "utf8proc"
brew "tmux"
brew "byobu"
brew "bzip2"
brew "c-ares"
brew "caddy"
brew "libsigc++"
brew "cairomm"
brew "capnp"
brew "catimg"
brew "ccat"
brew "gflags"
brew "glog"
brew "metis"
brew "libomp", link: true
brew "suite-sparse"
brew "tbb"
brew "libaec"
brew "pkgconf"
brew "hdf5"
brew "libavif"
brew "chafa"
brew "cheat"
brew "chezmoi"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "numpy"
brew "protobuf"
brew "chromaprint"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cifer"
brew "libmagic"
brew "clifm"
brew "lua"
brew "clingo"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "code-minimap"
brew "node@20"
brew "code-server"
brew "colordiff"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "krb5"
brew "libpq"
brew "libzip"
brew "net-snmp"
brew "openldap"
brew "tidy-html5"
brew "php", restart_service: :changed
brew "composer"
brew "confuse"
brew "corkscrew"
brew "cowsay"
brew "cpanminus"
brew "create-dmg"
brew "cscope"
brew "ctags", link: false
brew "cunit"
brew "curlie"
brew "cython"
brew "czmq"
brew "dash"
brew "jasper"
brew "dcraw"
brew "deployer"
brew "desk"
brew "openjdk"
brew "dex2jar"
brew "dfc"
brew "dialog"
brew "diff-so-fancy"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "dive"
brew "dns2tcp"
brew "dnsmasq"
brew "docbook-xsl"
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "docx2txt"
brew "doggo"
brew "dos2unix"
brew "double-conversion"
brew "doxygen"
brew "dsq"
brew "dtach"
brew "duf"
brew "dust"
brew "duti"
brew "ed"
brew "xxhash"
brew "fb303"
brew "editorconfig"
brew "efm-langserver"
brew "eg-examples"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "entr"
brew "epsilon"
brew "libidn"
brew "ghostscript"
brew "jpeg"
brew "epstool"
brew "portaudio"
brew "espeak"
brew "exiftool"
brew "expat"
brew "expect"
brew "extract_url"
brew "eza"
brew "faac"
brew "fastfetch"
brew "fcrackzip"
brew "fd"
brew "fdk-aac"
brew "fennel"
brew "netpbm"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "fltk"
brew "foremost"
brew "fzf"
brew "forgit"
brew "fortune"
brew "fpp"
brew "minizip"
brew "freexl"
brew "fswatch"
brew "node"
brew "fx"
brew "fzf-make"
brew "fzy"
brew "game-music-emu"
brew "gawk"
brew "geos"
brew "gh"
brew "ghi"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "git-town"
brew "gitui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glibmm"
brew "universal-ctags"
brew "global"
brew "glow"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "libcerf"
brew "qt"
brew "go"
brew "libmaxminddb"
brew "goaccess"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "grc"
brew "grep"
brew "re2"
brew "grpc"
brew "gsasl"
brew "gsl"
brew "libepoxy"
brew "gtk4"
brew "guile"
brew "gum"
brew "gzip"
brew "openjdk@11"
brew "hbase"
brew "helix"
brew "hexyl"
brew "highlight"
brew "howdoi"
brew "hr"
brew "hss"
brew "hstr"
brew "htop"
brew "http_load"
brew "httpd"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hugo"
brew "hurl"
brew "hydra"
brew "hyperfine"
brew "icdiff"
brew "icoutils"
brew "id3tool"
brew "idutils"
brew "iftop"
brew "liblqr"
brew "imagemagick"
brew "imagesnap"
brew "imessage-ruby"
brew "imlib2"
brew "inetutils"
brew "intltool"
brew "ipcalc"
brew "ipv6calc"
brew "ipv6toolkit"
brew "irssi"
brew "jenv"
brew "jj"
brew "jmeter"
brew "john"
brew "jq"
brew "jrnl"
brew "json-glib"
brew "jsoncpp"
brew "jsonpp"
brew "just"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "libserdes"
brew "yajl"
brew "kcat"
brew "keychain"
brew "khal"
brew "knock"
brew "kotlin"
brew "lazygit"
brew "ldns"
brew "less"
brew "lesspipe"
brew "leveldb"
brew "lftp"
brew "libadwaita"
brew "libbs2b"
brew "libpthread-stubs"
brew "libcaca"
brew "libcbor"
brew "libev"
brew "libcouchbase"
brew "libxml2"
brew "libdap"
brew "libdnet"
brew "libffi"
brew "libfido2"
brew "libftdi"
brew "proj"
brew "libgeotiff"
brew "libusb-compat"
brew "libgphoto2"
brew "libgsm"
brew "libice"
brew "libicns"
brew "libiconv"
brew "libplist"
brew "libiscsi"
brew "libmemcached"
brew "libmetalink"
brew "libmodplug"
brew "libmpdclient"
brew "shaderc"
brew "vulkan-headers"
brew "vulkan-loader"
brew "libpsl"
brew "libressl"
brew "python@3.9"
brew "tcl-tk"
brew "librttopo"
brew "libsigc++@2"
brew "libsm"
brew "libsoup"
brew "libspatialite"
brew "unibilium"
brew "libtermkey"
brew "libusbmuxd"
brew "libvo-aacenc"
brew "libvterm"
brew "wget"
brew "libwbxml"
brew "libwebsockets"
brew "libxft"
brew "libxmu"
brew "llvm"
brew "xcb-util"
brew "xkeyboard-config"
brew "libxkbcommon"
brew "libxp"
brew "links"
brew "litecli"
brew "lnav"
brew "loc"
brew "loki"
brew "lolcat"
brew "lrzsz"
brew "lsd"
brew "lsix"
brew "luarocks"
brew "lux"
brew "lynx"
brew "ruby"
brew "macvim", link: false
brew "make"
brew "makepkg"
brew "mcfly"
brew "media-info"
brew "meilisearch"
brew "memcached"
brew "meson"
brew "mhash"
brew "micro"
brew "midnight-commander"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "mosquitto"
brew "most"
brew "mpc"
brew "mprocs"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "multimarkdown"
brew "multitail"
brew "mupdf-tools"
brew "mycli"
brew "zlib"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "mysql-search-replace"
brew "mysql@8.0"
brew "nasm"
brew "navi"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "w3m"
brew "nb"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "netcdf"
brew "nexttrace"
brew "nghttp2"
brew "nkf"
brew "nnn"
brew "nodenv"
brew "nspr"
brew "nss"
brew "nvm"
brew "nyancat"
brew "ocaml"
brew "ocamlbuild"
brew "plotutils"
brew "qhull"
brew "qrupdate"
brew "qscintilla2"
brew "sundials"
brew "texinfo"
brew "octave"
brew "oha"
brew "oil"
brew "opam"
brew "stoken"
brew "openconnect"
brew "utf8cpp"
brew "vtk"
brew "opencv"
brew "openh264"
brew "xbitmaps"
brew "openmotif"
brew "openssh"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "par"
brew "pcre"
brew "peco"
brew "pgcli"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "phpbrew"
brew "phpstan"
brew "phpunit"
brew "pick"
brew "pickle"
brew "pidcat"
brew "zopfli"
brew "pigz"
brew "pipenv"
brew "pipx"
brew "wdiff"
brew "pkgdiff"
brew "platformio"
brew "plow"
brew "pngcheck"
brew "pnpm"
brew "podofo"
brew "poetry"
brew "pop"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15"
brew "postgresql@16"
brew "potrace"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "procs"
brew "proctools"
brew "progress"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python-argcomplete"
brew "python-tk@3.11"
brew "python-tk@3.9"
brew "qcachegrind"
brew "qrencode"
brew "qt@5"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ragel"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "remind"
brew "rename"
brew "restic"
brew "rhino"
brew "rich-cli"
brew "rm-improved"
brew "rrdtool"
brew "rsync"
brew "ruby-install"
brew "rust"
brew "rustup"
brew "s-search"
brew "sad"
brew "sampler"
brew "sane-backends"
brew "scc"
brew "scons"
brew "screen"
brew "screenfetch"
brew "screenresolution"
brew "scrypt"
brew "sd"
brew "sdb"
brew "sdl12-compat"
brew "selecta"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "shml"
brew "shpotify"
brew "shtool"
brew "siege"
brew "sip"
brew "six"
brew "sk"
brew "sl"
brew "smartmontools"
brew "socat"
brew "spark"
brew "speedtest-cli"
brew "speexdsp"
brew "sphinx-doc"
brew "sqlmap"
brew "squid"
brew "ssdeep"
brew "ssh-copy-id"
brew "starship"
brew "stylua"
brew "subversion"
brew "superfile"
brew "supervisor"
brew "swig"
brew "syncthing"
brew "t1lib"
brew "ta-lib"
brew "tailspin"
brew "task"
brew "tasksh"
brew "tcpflow"
brew "tea"
brew "tealdeer"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "timg"
brew "tmate"
brew "tmux-xpanes"
brew "tmuxinator-completion"
brew "todo-txt"
brew "toilet"
brew "tokei"
brew "tomcat"
brew "transmission-cli"
brew "trash", link: true
brew "tre-command"
brew "tree"
brew "tssh"
brew "tsung"
brew "xmlto"
brew "ttygif"
brew "two-lame"
brew "ucl"
brew "ucspi-tcp"
brew "ugit"
brew "unar"
brew "uni2ascii"
brew "unison"
brew "unzip"
brew "upx"
brew "urlview"
brew "uvicorn"
brew "v8"
brew "vala"
brew "veclibfort"
brew "vhs"
brew "vifm"
brew "vim"
brew "viu"
brew "vivid"
brew "watch"
brew "watchman"
brew "wavpack"
brew "webkit2png"
brew "wemux"
brew "when"
brew "winetricks"
brew "wireguard-tools"
brew "wmctrl"
brew "woff2"
brew "wordnet"
brew "wrk"
brew "wtf"
brew "wtfutil"
brew "xdot"
brew "xdotool"
brew "xerces-c"
brew "xh"
brew "xmlstarlet"
brew "xonsh"
brew "xpdf", link: false
brew "xplr"
brew "xsv"
brew "yazi"
brew "you-get"
brew "z"
brew "zbar"
brew "zellij"
brew "zenith"
brew "zenity"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zshdb"
brew "aykamko/tag-ag/tag-ag"
brew "bearer/tap/bearer"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/wishlist"
brew "denji/nginx/nginx-full", args: ["with-debug", "with-flv", "with-gunzip", "with-http2", "with-mp4", "with-mp4-h264-module", "with-realip", "with-redis2-module", "with-rtmp-module", "with-stream", "with-upload-module", "with-vod-module"]
brew "denji/nginx/ngx-devel-kit"
brew "eth-p/software/bat-extras"
brew "git-chglog/git-chglog/git-chglog"
brew "harelba/q/q"
brew "how2terminal/how2/how2"
brew "jesseduffield/lazynpm/lazynpm"
brew "jpe90/clp/clp"
brew "kamilturek/python2/python@2", link: false
brew "kdabir/tap/has"
brew "mongodb/brew/mongodb-community"
brew "nvie/tap/git-toolbelt"
brew "rasukarusan/tap/fzf-bluetooth-connect"
brew "rs/tap/jplot"
brew "sebglazebrook/aliases/aliases"
brew "shivammathur/extensions/grpc@8.0"
brew "shivammathur/extensions/igbinary@5.6"
brew "shivammathur/extensions/igbinary@7.0"
brew "shivammathur/extensions/igbinary@7.1"
brew "shivammathur/extensions/igbinary@7.2"
brew "shivammathur/extensions/igbinary@7.3"
brew "shivammathur/extensions/igbinary@7.4"
brew "shivammathur/extensions/igbinary@8.0"
brew "shivammathur/extensions/igbinary@8.1"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/igbinary@8.3"
brew "shivammathur/extensions/msgpack@7.0"
brew "shivammathur/extensions/msgpack@7.1"
brew "shivammathur/extensions/msgpack@7.3"
brew "shivammathur/extensions/msgpack@7.4"
brew "shivammathur/extensions/msgpack@8.0"
brew "shivammathur/extensions/msgpack@8.1"
brew "shivammathur/extensions/msgpack@8.2"
brew "shivammathur/extensions/msgpack@8.3"
brew "shivammathur/extensions/redis@7.0"
brew "supabase/tap/supabase"
brew "tako8ki/tap/gobang"
brew "veeso/termscp/termscp"
brew "version-fox/tap/vfox"
brew "wvanlint/twf/twf", args: ["HEAD"]
cask "avifquicklook"
cask "flyenv"
cask "folo"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-symbols-only-nerd-font"
cask "iina"
cask "keycastr"
cask "maccy"
cask "mitmproxy"
cask "oracle-jdk"
cask "osxfuse"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quickjson"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pfm"
cask "quicklookase"
cask "wave"
cask "wechattweak-cli"
cask "xquartz"
vscode "alefragnani.project-manager"
vscode "andys8.jest-snippets"
vscode "aykutsarac.jsoncrack-vscode"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "bdavs.expect"
vscode "be5invis.vscode-custom-css"
vscode "bibhasdn.django-html"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "castwide.solargraph"
vscode "chakrounanas.turbo-console-log"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "dannyconnell.split-html-attributes"
vscode "dariofuzinato.vue-peek"
vscode "davidbernegger.vuevelocidad"
vscode "dotjoshjohnson.xml"
vscode "ducksoupdev.vue2"
vscode "dustypomerleau.rust-syntax"
vscode "dzhavat.bracket-pair-toggler"
vscode "emallin.phpunit"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "fallenwood.viml"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "freakone.cursoruler"
vscode "georgewfraser.vscode-javac"
vscode "gera2ld.markmap-vscode"
vscode "gerane.theme-dimmed-monokai"
vscode "gerane.theme-flatlandmonokai"
vscode "gio00.fish"
vscode "golang.go"
vscode "haaaad.ansible"
vscode "hbenl.vscode-test-explorer"
vscode "hcyang.ctags"
vscode "hollowtree.vue-snippets"
vscode "hookyqr.createmodule"
vscode "hoovercj.ruby-linter"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "iceworks-team.iceworks-config-helper"
vscode "iceworks-team.iceworks-ui-builder"
vscode "idleberg.icon-fonts"
vscode "ikappas.composer"
vscode "ishiyama.vue-autoimport"
vscode "ithildir.java-properties"
vscode "ixkaito.ktrz-monokai"
vscode "jakob101.relativepath"
vscode "jalisimo.react-jest-vscode-snippets"
vscode "jasonhzq.swag"
vscode "jeff-hykin.polacode-2019"
vscode "jeremyrajan.react-component"
vscode "jptarquino.postgresql"
vscode "jsliang.regex-study-and-practice"
vscode "junstyle.php-cs-fixer"
vscode "kamikillerto.vscode-colorize"
vscode "kevinkyang.auto-comment-blocks"
vscode "keyring.lua"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "linyang95.php-symbols"
vscode "linyang95.phpmd"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "luggage66.vbscript"
vscode "marscode.marscode-extension"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "miguelsolorio.fluent-icons"
vscode "mikey.vscode-fileheader"
vscode "misogi.ruby-rubocop"
vscode "mitchdenny.ecdc"
vscode "mohsen1.prettify-json"
vscode "monish.regexsnippets"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.typescript-javascript-grammar"
vscode "ms-vscode.wordcount"
vscode "msjsdiag.cordova-tools"
vscode "msjsdiag.vscode-react-native"
vscode "msyrus.go-doc"
vscode "novenn.random-something"
vscode "nwallace.language-vscode-javascript-angular2"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-react-native-storybooks"
vscode "oysun.vuehelper"
vscode "pkief.material-product-icons"
vscode "plutonist.sync"
vscode "qcz.text-power-tools"
vscode "qinjia.seti-icons"
vscode "qiu8310.minapp-vscode"
vscode "redhat.java"
vscode "ricardo-emerson.vue-development-extensions-pack"
vscode "ricardo-emerson.web-development-extensions-pack"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "rustcc.rust-analyzer-cn"
vscode "ryannaddy.vscode-format"
vscode "santosh.react-native-snippet"
vscode "satoren.lualint"
vscode "sdras.vue-vscode-snippets"
vscode "sensourceinc.vscode-sql-beautify"
vscode "shanoor.vscode-nginx"
vscode "shopify.ruby-lsp"
vscode "smdl.theme-monoko"
vscode "smukkekim.theme-setimonokai"
vscode "souche.vscode-mindmap"
vscode "statiolake.vscode-rustfmt"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "swellaby.rust-pack"
vscode "syler.sass-indented"
vscode "techer.open-in-browser"
vscode "tgreen7.vs-code-node-require"
vscode "tnaseem.theme-seti"
vscode "tsumina.seti-theme"
vscode "tushortz.java-imports-snippets"
vscode "tushortz.java-snippets"
vscode "tushortz.python-extended-snippets"
vscode "uni-helper.uni-app-schemas-vscode"
vscode "uni-helper.uni-app-snippets-vscode"
vscode "uni-helper.uni-cloud-snippets-vscode"
vscode "uni-helper.uni-helper-vscode"
vscode "uni-helper.uni-highlight-vscode"
vscode "uni-helper.uni-ui-snippets-vscode"
vscode "usernamehw.remove-empty-lines"
vscode "v4run.gotimeformat"
vscode "vaniship.vue-ls-snippets"
vscode "vincaslt.highlight-matching-tag"
vscode "vip32bit.theme-monokai-black"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "webdokkeren.joinlines"
vscode "webfreak.debug"
vscode "wmaurer.join-lines"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yhirose.filtertext"
vscode "yzane.markdown-pdf"
vscode "zainchen.json"
vscode "zhang-renyang.vscode-react"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zsh.go-snippets"
